/* Growl "No Internet Connection" notification title */
"No Internet Connection" = "No Internet Connection";

/* Tomorrow */
"Tomorrow" = "Tomorrow";

/* Growl "Weather Updated" notification description */
"Weather data has been updated." = "Weather data has been updated.";

/* Growl "Weather Updated" notification title */
"Weather Updated" = "Weather Updated";

/* Yesterday */
"Yesterday" = "Yesterday";

/* Growl "No Internet Connection" notification description */
"You do not have an Internet connection." = "You do not have an Internet connection.";

/* Unspecified number of days ago */
"%u days ago" = "%u days ago";
